Repository: treflina/leave-request-app
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: Service workers are not supported in your browser.
pl: Powiadomienia nie są obsługiwane w Twojej przeglądarce.

source: Showing notifications are not supported in your browser.
pl: Wysyłanie powiadomień jest niedostępne w Twojej przeglądarce.

source: Push notifications are blocked by your browser.
pl: Twoja przeglądarka blokuje wysyłanie powiadomień.

source: Push notifications are not available in your browser.
pl: Powiadomienia nie są obsługiwane w Twojej przeglądarce.

source: Turn off notifications
pl: Wyłącz powiadomienia

source: Turn on notifications
pl: Włącz powiadomienia

source: Successfully subscribed to push notifications.
pl: Wysyłanie powiadomień zostało włączone.

source: Error while subscribing to push notifications.
pl: Błąd podczas włączania powiadomień.

source: Subscription is not available.
pl: Usługa niedostępna.

source: Successfully unsubscribed from push notifications.
pl: Wyłączono wysyłanie powiadomień.

source: Error while unsubscribing from push notifications.
pl: Błąd podczas wyłączania powiadomień.

source: Install App
pl: Zainstaluj aplikację

source: Subscribe to Push Messaging
pl: Włącz powiadomienia

source: Unsubscribe from Push Messaging
pl: Wyłącz powiadomienia
